[ID_Orchid_GoldTeeth MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Dentes de Ouro"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar este item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_GoldTeeth:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Piratas com sorrisos dourados."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_Orchid_PegLeg MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Perna de Pau"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_PegLeg:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="No único tiro que dispara contra um aleijado, você acerta justamente a perna boa.  Como você é mau."
NoConstraintText=""
Suffix=""
Prefix=""

[PawnBalance_Orchid_PiratePegLeg AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Pirata")
PlayThroughs[1]=(DisplayName="Pirata")

